IDEA StatiCa Open Model
ReportSettings.ResultsPictures Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Indicates, whether generate pictures of results.
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool ResultsPictures { get; set; }
Public Property ResultsPictures As Boolean
	Get
	Set
public:
property bool ResultsPictures {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
ReportSettings Class
IdeaRS.OpenModel.Connection Namespace